---
kind: other
id: Properties.T:Autodesk.Revit.DB.DWFImportOptions
source: html/89c723fe-98a0-fc1b-e24a-c25bbadf4af6.htm
---
# DWFImportOptions Properties

Specifies whether the .NET object represents a valid Revit entity.